[
  {
    "id": "0",
    "name": "Омепразол",
    "imageUrl": "https://avatars.mds.yandex.net/get-mpic/4580278/img_id9062277251401801626.jpeg/orig",
    "price": "50",
    "category": 1,
    "Manufacturer": "Омепразол подавляет базальную и стимулированную любым раздражителем секрецию соляной кислоты на заключительной стадии. Снижает общий объем желудочной секреции и угнетает выделение пепсина. У омепразола обнаружена гастропротекторная активность, механизм которой не ясен."
  },
  {
    "id": "1",
    "name": "Карвалол",
    "imageUrl": "https://pharmstd.ru/upload/300spravo4nik_lekarstva/form_189.jpg",
    "price": "150",
    "category": 1,
    "Manufacturer": "Корвалол – это комбинированный препарат, способствующий снижению возбуждения центральной нервной системы. Корвалол облегчает наступление естественного сна. Фенобарбитал в составе препарата обладает седативным и мягким снотворным эффектом. Этилбромизовалерианат оказывает седативное и спазмолитическое действие."
  },
  {
    "id": "2",
    "name": "Тромбоасс",
    "imageUrl": "https://ozerki.ru/upload/iblock/f6f/f6f0db079809d6795713f21aec884fb9.jpg",
    "price": "55",
    "category": 1,
    "Manufacturer": "Препарат Тромбо Асс - НПВС, антиагрегант. Понижает свертываемость крови вследствие уменьшения агрегации тромбоцитов за счет подавления синтеза в них тромбоксана А2. Применение Тромбо АСС, начиная с дозы 50 мг, приводит к длительному снижению на 90-95% концентрации в сыворотке тромбоксана А2 и его метаболитов."
  },
  {
    "id": "3",
    "name": "Гексорал",
    "imageUrl": "https://apteki.me/static/images/product/502/460x460_geksoral-sprej-02-40-ml.jpg",
    "price": "190",
    "category": 1,
    "Manufacturer": "Гексорал - противомикробный и антисептический препарат широкого спектра действия для местного применения. Применяется при инфекционно-воспалительных заболеваниях полости рта, глотки и гортани, грибковых поражениях полости рта и гортани, в качестве дополнительной гигиены полости рта при общих заболеваниях, для устранения неприятного запаха изо рта (дезодорирующее средство), до и после оперативных вмешательств на полости рта и гортани. Помощь при инфекциях полости рта, глотки и гортани."
  },
  {
    "id": "4",
    "name": "Миг",
    "imageUrl": "https://cdn.eapteka.ru/upload/offer_photo/209/707/1_8c3ce0cd021e316e3bc4779e8e32777f.png?t=1647767014&_cvc=1667815241",
    "price": "220",
    "category": 1,
    "Manufacturer": "Препарат МИГ® 400 применяют при головной и зубной боли, мигрени, болезненных менструациях, невралгии, боли в спине, боли в суставах, мышечных и ревматических болях, а также при лихорадочном состоянии при гриппе и простудных заболеваниях."
  },
  {
    "id": "5",
    "name": "Тамтум верде",
    "imageUrl": "https://cdn.rigla.ru/media/catalog/product/cache/1e8ef93b9b4867ab9f3538dde2cb3b8a/1/7/1798-2-9-a-8-29a8a2f59ccb03cb2a83b81367e76f1b10d7afce_1798_1.jpg",
    "price": "350",
    "category": 1,
    "Manufacturer": "Оказывает противовоспалительное и местное обезболивающее действие, обладает антисептическим действием против широкого спектра микроорганизмов. Механизм действия препарата связан со стабилизацией клеточных мембран и ингибированием синтеза простагландинов."
  },
  {
    "id": "6",
    "name": "Ибуклин",
    "imageUrl": "https://ovita.ru/upload/element/4805992.jpg",
    "price": "120",
    "category": 1,
    "Manufacturer": "Комбинированный препарат, действие которого обусловлено входящими в его состав компонентами. Ибупрофен – нестероидный противовоспалительный препарат (НПВП), оказывает анальгетическое, противовоспалительное, жаропонижающее действие."
  },
  {
    "id": "7",
    "name": "Мезим",
    "imageUrl": "https://farmani.ru/upload/iblock/94e/eypyrgb8cor4sh60pj1yut3u6i2sa2k2.jpg",
    "price": "35",
    "category": 1,
    "Manufacturer": "Препарат компенсирует недостаточность внешнесекреторной функции поджелудочной железы. Входящие в состав панкреатина ферменты липаза, амилаза и протеаза облегчают переваривание жиров, углеводов и белков, что способствует их более полному всасыванию в тонком кишечнике."
  },
  {
    "id": "8",
    "name": "Гостал",
    "imageUrl": "https://cdn.eapteka.ru/upload/offer_photo/103/613/5_6e44f2cbeaed68024b62bee62cd75cf4.png?t=1667375234&_cvc=1667482301",
    "price": "170",
    "category": 1,
    "Manufacturer": "Гастал - комбинированный антацидный препарат для приема внутрь. Снижает повышенную кислотность желудочного сока до физиологического уровня и устраняет диспепсические расстройства за счет нейтрализации избытка соляной кислоты в желудке."
  },
  {
    "id": "9",
    "name": "Снуп",
    "imageUrl": "https://apteka245.ru/img/drugs/nnt11132.jpg",
    "price": "145",
    "category": 1,
    "Manufacturer": "Ксилометазолин относится к группе местных сосудосуживающих средств (деконгестантов) с альфа-адреномиметической активностью. Вызывает сужение кровеносных сосудов слизистой оболочки носа, устраняя отек и гиперемию слизистой оболочки носа, восстанавливает проходимость носовых ходов, облегчает носовое дыхание"
  },
  {
    "id": "10",
    "name": "Спазмалгон",
    "imageUrl": "https://cdn.eapteka.ru/upload/offer_photo/110/665/2_a7a4b38e136dbabbc43b563d7f62c230.jpeg?t=1629894129&_cvc=1667482301",
    "price": "90",
    "category": 1,
    "Manufacturer": "Спазмалгон - спазмоанальгетик комбинированного состава. Метамизол натрий является производным пиразолона. Оказывает анальгезирующее, жаропонижающее и противовоспалительное действие, механизм которого связан с угнетением синтеза простагландинов."
  },
  {
    "id": "11",
    "name": "Супродин",
    "imageUrl": "https://pictures1.apteka-april.ru/products/231579/800/d4d752e5c0edcb8d83004312ba9ca4bd.webp",
    "price": "350",
    "category": 1,
    "Manufacturer": "Цилиндрическая, плоская таблетка светло-желтого цвета, с вкраплениями более темного и более светлого цвета, растворяется в воде с выделением пузырьков.\n\nОписание раствора после растворения.\n\nЗеленовато-желтый, непрозрачный, с небольшим осадком раствор, с запахом лимона."
  }
]
